import s from './Terms.module.css'

export const Terms = () => {
    return (
        <div className={s.terms}>
            <div className="container">
                <div className={s.terms__inner}>
                    <h2 className={s.terms__title}>Политика конфиденциальности</h2>
                    <p>Настоящая Политика конфиденциальности и обработки персональных данных (далее – Политика
                        конфиденциальности) регулирует порядок обработки и использования персональных и иных данных,
                        собранных Товариществом с ограниченной ответственностью «stolplus.ru», (далее – Товарищество) с
                        помощью интернет-ресурса stolplus.ru (далее – Сайт), мобильного приложения stolplus.ru и связанных с
                        ними услуг и инструментов на Сайте.
                    </p>
                    <p>Во всех указанных случаях Товарищество обрабатывает персональные данные пользователей исключительно в
                        рамках требований Закона Кыргызской Республики от 21 мая 2013 года № 94-V «О персональных данных и их
                        защите» (далее – Закон), а также международных договоров, ратифицированных Кыргызской Республикой.
                    </p>
                    <h3 className={s.terms__subtitle}>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h3>
                    <p>В настоящей Политике конфиденциальности используются следующие термины:</p>
                    <p>1.1.1. Сайт – интернет-ресурс, расположенный в сети Интернет по адресу: https://stolplus.ru. Все
                        исключительные права на Сайт и его отдельные элементы (включая программное обеспечение, дизайн)
                        принадлежат Товариществу в полном объеме.
                    </p>
                    <p>1.1.2. Персональные данные — персональные данные Пользователя, которые Пользователь предоставляет
                        самостоятельно при регистрации или в процессе использования функционала Сайта.
                    </p>
                    <p>1.1.3. «Пользователь Сайта (далее – Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети
                        Интернет и использующее Сайт интернет-магазина.</p>
                    <p>1.1.4. «Обработка персональных данных» – действие или совокупность действий, совершаемых с
                        использованием средств автоматизации или без использования таких средств, направленные на
                        накопление, хранение, изменение, дополнение, использование, передачу (распространение,
                        предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
                    </p>
                    <p>1.1.5. «Cookies» — небольшие текстовые файлы, которые хранят информацию непосредственно на компьютере
                        пользователя, его мобильном телефоне или другом устройстве.
                    </p>
                    <h3 className={s.terms__subtitle}>
                        2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
                    <p>
                        2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и
                        условиями обработки персональных данных Пользователя.
                    </p>
                    <p>2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить
                        использование Сайта.
                    </p>
                    <p>
                        2.3. Настоящая Политика конфиденциальности применяется только к Сайту интернет-магазина
                        «stolplus.ru».
                        Товарищество не контролирует и не несет ответственность за сайты третьих лиц, на которые
                        Пользователь может перейти по ссылкам, доступным на Сайте.</p>
                    <h3 className={s.terms__subtitle}>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h3>
                    <p>3.1. Настоящая Политика конфиденциальности устанавливает обязательства Товарищества по неразглашению
                        и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь
                        предоставляет при регистрации на Сайте или при оформлении заказа для приобретения товара.
                    </p>
                    <p>3.2. Сайт защищает данные, которые автоматически передаются в процессе просмотра рекламных блоков и
                        при посещении страниц, на которых установлен статистический скрипт системы (“пиксель”):
                    </p>
                    <h3 className={s.terms__subtitle}>4. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>
                    <p>4.1. К настоящей Политике конфиденциальности и отношениям между Пользователем и Товариществом
                        применяется действующее законодательство Кыргызской Республики.
                    </p>
                    <p>4.2. Все предложения или вопросы по настоящей Политике конфиденциальности следует отправлять на адрес
                        электронной почты: stolplus@mail.ru</p>
                </div>
            </div>

        </div>
    )
}